<?php

return [
    'verify' => [
        'subject' => 'لطفا آدرس ایمیل خود را تایید کنید',

        'greetings' => 'سلام :name! لطفا آدرس ایمیل خود را تایید کنید!',
        'description' => 'شخصی (امیدوارم شما) از این ایمیل در :app_name استفاده کرده است. لطفا برای تأیید مالکیت این حساب، روی دکمه زیر کلیک کنید. تا زمانی که ایمیل شما تایید نشود نمیتوانید از امکانات مبتنی بر ایمیل استفاده کنید.',
        'for_username' => 'این ایمیل برای تأیید اعتبار حساب کاربری :username است.',
        'button_text' => 'تایید اعتبار',
        'button_description' => 'برای تایید اعتبار روی این لینک کلیک کنید',
    ],

    'reset-password' => [
        'subject' => 'کد بازیابی رمز عبور',

        'greetings' => 'سلام :name! رمز عبور خود را فراموش کرده اید؟',
        'description' => 'شخصی (امیدوارم شما) درخواست بازیابی رمز عبور حساب کاربری :app_name را ثبت کرده است. برای تایید درخواست از کد زیر استفاده کنید. اگر شما این درخواست را ایجاد نکرده اید میتوانید این ایمیل را نادیده بگیرید!',
        'for_username' => 'این ایمیل برای بازیابی رمز عبور حساب کاربری :username است.',
        'button_description' => 'برای تایید اعتبار از این کد استفاده کنید',
    ],
];